bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
esbenp.prettier-vscode
github.copilot
github.copilot-chat
mechatroner.rainbow-csv
mhutchie.git-graph
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
redhat.vscode-yaml
ryuta46.multi-command
tatosjb.fuzzy-search
thenouillet.symfony-vscode
vscodevim.vim
whatwedo.twig
